Repository: KDE/kde1-kdetoys
Catalog: po/*/kworldwatch.po
Languages: br, cs, da, de, es, et, fi, fr, hr, is, ja, no, pl, pt, pt_br, ro, sk, sl, sv

source: KDE World Wide Watch
br: Eurier Bedel KDE
da: KDE verdensur
es: Vista Mundial de KDE
fi: KDE Maailmankello
is: KDE Heimsklukka
no: KDE Verdensklokke
pl: KDE Obserwator czasu ¶wiatowego
pt: Relógio Global KDE
pt_br: Relógio Mundial KDE
ro: Ora pe glob
sl: KDE Svetovna ura
sv: KDE Världsomspännande klocka

source: Local time: %x, %H:%M:%S
br: Eur lec'hel : %x, %H:%M:%S
cs: Místní èas: %x, %H:%M:%S
da: Lokal tid: %x, %H:%M:%S
de: Ortszeit: %x, %H:%M:%S
es: Hora local: %x, %H:%M:%S
et: Kohalik aeg: %x, %H:%M:%S
fi: Paikallinen aika: %x, %H:%M:%S
fr: Heure locale : %x, %H:%M:%S
hr: Lokalno vrijeme %x, %H:%M:%S
is: Staðartími: %x, %H:%M:%S
ja: 現地時間: %x, %H:%M:%S
no: Lokal tid: %x, %H:%M:%S
pl: Czas lokalny: %x, %H:%M:%S
pt: Hora local: %x, %H:%M:%S
pt_br: Hora Local: %x, %H:%M:%S
ro: Ora localã: %x, %H:%M:%S
sk: Miestny èas: %x, %H:%M:%S
sl: Lokalni èas: %x, %H:%M:%S
sv: Lokal tid: %x, %H:%M:%S

source: GMT Time: %x, %H:%M:%S
br: Eur GMT : %x, %H:%M:%S
cs: GMT èas: %x, %H:%M:%S
da: GMT Tid: %x, %H:%M:%S
de: GMT-Zeit: %x, %H:%M:%S
es: Hora GMT: %x, %H:%M:%S
et: GMT aeg: %x, %H:%M:%S
fi: GMT Aika: %x, %H:%M:%S
fr: Heure GMT : %x, %H:%M:%S
hr: GMT vrijeme: %x, %H:%M:%S
is: GMT Tími: %x, %H:%M:%S
ja: GMT時間: %x, %H:%M:%S
no: GMT-tid: %x, %H:%M:%S
pl: Czas GMT: %x, %H:%M:%S
pt: Hora GMT: %x, %H:%M:%S
pt_br: Hora GMT: %x, %H:%M:%S
ro: Ora GMT: %x, %H:%M:%S
sk: GMT èas: %x, %H:%M:%S
sl: GMT èas: %x, %H:%M:%S
sv: GMT tid: %x, %H:%M:%S

source: &Add a flag
br: &Ouzpennañ ur banniel
cs: &Pøidat vlajku
da: &Tilføj et flag
de: &Fahne hinzufügen
es: &Añadir una marca
et: Lis&a lipp
fi: &Lisää lippu
fr: &Ajouter un drapeau
hr: &Dodaj zastavicu
is: &Setja fána
ja: 旗を追加 (&A)
no: &Legg til flagg
pl: &Dodaj flagê
pt: Adicionar &bandeira
pt_br: &Adicionar uma bandeira
ro: Adaugã un marcaj
sk: &Prida» vlajku
sl: &Dodaj zastavo
sv: &Lägg till en flagga

source: &Delete nearest flag
br: &Dilemel ar banniel tostañ
cs: &Smazat nejbi¾¹í vlajku
da: &Slet nærmeste flag
de: &Nächste Fahne löschen
es: &Eliminar marca más cercana
et: &Kustuta lähim lipp
fi: &Tuhoa lähin lippu
fr: &Effacer le drapeau le plus proche
hr: &Obri¹i najbli¾u zastavicu
is: &Eyða næsta fána
ja: 最も近い旗を削除 (&D)
no: &Fjern nærmeste flagg
pl: S&kasuj najbli¿sz± flagê
pt: &Apagar bandeira
pt_br: A&pagar bandeira mais próxima
ro: ªterge cel mai apropiat marcaj
sk: &Zmaza» najbli¾¹iu vlajku
sl: &Pobri¹i najbli¾jo zastavo
sv: &Ta bort närmast flaggan

source: A&nnotate flag...
br: &Notennañ ur banniel...
cs: &Okomentovat vlajku...
da: A&nmærk flag...
de: &Anmerkung zu Fahne...
es: A&notar marca...
et: &Nimeta lipp...
fi: &Kuvaa lippua...
fr: A&nnoter le drapeau ...
hr: O&bilje¾i zastavicu...
is: S&kýra fána...
ja: 旗に注釈をつける (&A)
no: &Kommenter flagg..
pl: O&pisz flagê...
pt: A&notar bandeira...
pt_br: A&notar bandeira...
ro: Adnoteazã marcaj...
sk: P&opísa» vlajku...
sl: &Komentiraj zastavo...
sv: Lägg till &anmärkning...

source: Toggle &Illumination
br: Gwintañ ar &Sklerijennañ
cs: Zapnout/vypnout osvìtlení
da: Slå belysning til/fra
de: &Beleuchtung an/aus
es: Cambiar &Iluminación
et: Lülita &illuminatsiooni
fi: &Valaistus
fr: Activer/désactiver la zone éclairée
hr: Uklj./Isklj. os&vijetljenost
is: Af/virkja b&irtu
ja: 照明 (&I)
no: Slå av/på &illustrasjon
pl: Prze³±cz pod¶&wietlenie
pt: &Iluminação
pt_br: Comutar &Iluminação
ro: (dez)activeazã iluminarea
sk: Vypnú»/Zapnú» os&vetlenie
sl: P&reklopi osvetljenost
sv: Slå på/av ljuset

source: Toggle &Simulation
br: Gwintañ ar &vuhezadur
cs: Zapnout/vypnout &simulaci
da: Slå simulering til/fra
de: &Simulation an/aus
es: Cambiar &Simulación
et: Lülita &simulatsiooni
fi: &Simulaatio
fr: Activer/désactiver la &simulation
hr: Uklj./Isklj. &simulaciju
is: Af/virkja h&ermi
ja: シュミレーション (&S)
no: Slå av/på &simulering
pl: Prze³±cz &symulacjê
pt: &Simulação
pt_br: Comutar &Simulação
ro: (dez)activeazã simularea
sk: Vypnú»/Zapnú» si&muláciu
sl: Preklopi &simulacijo
sv: Slå på/av simulation

source: About &World Watch...
br: Diwar-benn an &Eurier Bedel
cs: Informace o aplikaci &World Watch
da: Om &verdensuret
de: Über &World Watch
es: Sobre &Vista Mundial...
et: &World Watch info...
fi: Tietoja &Maailmankellosta...
fr: A propos de &World Watch ...
hr: O &World Watch...
is: Um &Heimsklukku
ja: World Watchについて...(&W)
no: Om &WordWatch...
pl: Informacje o World Watch...
pt: Acerca do Relógio Global...
pt_br: Sobre o &Relógio Mundial...
ro: Despre Ora pe glob
sk: O &World Watch...
sl: O Sv&etovni uri...
sv: Om &Världsklockan...

source: About KDE World Watch
br: Diwar-benn Eurier Bedel KDE
cs: Informace o aplikaci KDE World Watch
da: Om KDE verdensuret
de: Über KDE World Watch
es: Sobre Vista Mundial de KDE
et: KDE World Watch info
fi: Tietoja KDE Maailmankellosta
fr: A propos de KDE World Watch
hr: O KDE World Watch
is: Um Heimsklukkuna
ja: KDE World Watchについて
no: Om KDE World Watch
pl: Informacje o KDE World Watch
pt: Acerca do Relógio Global KDE
pt_br: Sobre o Relógio Mundial KDE
ro: Despre Ora pe glob în KDE
sk: O KDE World Watch
sl: O KDE Svetovni uri
sv: Om KDE Världsklockan

source: The KDE World Wide Watch written by Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
br: Eurier bedel KDE skrivet gant Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
cs: KDE World Wide Watch napsal Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
da: KDE Verdensuret Skrevet af Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
de: Die KDE World Wide Watch geschrieben von Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
es: La Vista Mundial de KDE escrito por Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
et: KDE World Wide Watch kirjutanud Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
fi: KDE Maailmankello kirjoittanut Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
fr: KDE World Wide Watch a été écrit par Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
hr: KDE World Wide Watch napisao Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
is: Heimsklukkan eftir Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de) Þýðing: Bjarni <bre@mmedia.is>
no: KDE Verdensklokken skrevet av Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
pl: The KDE World Wide Watch Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
pt: Relógio Global KDE escrito por Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
pt_br: Relógio Mundial KDE escrito por Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
ro: Ora pe glob programat de Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
sk: KDE World Wide Watch Napísal Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
sl: KDE Svetovna ura napisal Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)
sv: KDE Världsomspännande klocka skriven av Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de)

source: Annotation
br: Notennañ
cs: Komentáø
da: Anmærkning
de: Notiz
es: Anotación
et: Nimetamine
fi: Kuvaus
hr: Bilje¹ka
is: Skýring
ja: 注釈
no: Kommenter
pl: Opis
pt: Anotação
pt_br: Anotação
ro: Adnotare
sk: Popisok
sl: Komentar
sv: Anmärkning

source: Annotate the nearest flag
br: Notennañ ar banniel tostañ
cs: Okomentovat nejbli¾¹í vlajku
da: Anmærk det nærmeste flag
de: Anmerkung für nächste Fahne
es: Anotar en la marca más cercana
et: Nimeta lähim lipp
fi: Kuvaa lähin lippu
fr: Annoter le drapeau le plus proche
hr: Obilje¾i nabli¾u zastavicu
is: Útskýra næsta fána
ja: 旗に注釈をつける
no: Kommenter nærmeste flagg
pl: Opis najbli¿szej flagi
pt: Anotar a bandeira mais próxima
pt_br: Anotar a bandeira mais próxima
ro: Adnoteazã cel mai apropiat marcaj
sk: Popísa» najbli¾¹iu vlajku
sl: Komentiraj najbli¾jo zastavo
sv: Lägg till anmärkning
